/* In browser window title */
"Get a donation key!" = "Obtenir une clé d'activation !";

/* The full name of the supporter */
"Registered to {0}" = "Enregistré pour {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Merci pour votre soutien ! Votre contribution aide à faire progresser le développement de Cyberduck afin de l'améliorer.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Votre clé de don a été copiée dans le dossier Application Support.";

/* Validation failed */
"Not a valid donation key" = "Clé de don non valide";

"This donation key does not appear to be valid." = "Cette clé de don ne semble pas être valide.";

/* Thank you */
"Continue" = "Continuer";
/* Validation failed */
"Not a valid donation key" = "Clé de don non valide";

"This donation key does not appear to be valid." = "Cette clé de don ne semble pas être valide.";

/* Thank you */
"Continue" = "Continuer";